Repository: SimiFil/Social-Ladder-The-Game
Catalog: Localizable.xcstrings
Source language: en
Languages: cs, de, es

source: Are you sure you want to leave the match?
cs: Opravdu chceš opustit tento zápas?
de: Möchtest du das Spiel wirklich verlassen?
es: ¿Estás seguro de que quieres abandonar la partida?

source: Audio
cs: Zvuk

source: Back to Menu
cs: Zpět do menu
de: Zurück zum Menü
es: Volver al Menú

source: Basic Questions
cs: Normální Otázky
de: Grundlegende Fragen
es: Preguntas basicas

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar

source: CHOSEN PLAYER'S ORDER
cs: POŘADÍ VYBRANÉHO HRÁČE
de: AUSGEWÄHLTE SPIELERREIHENFOLGE
es: ORDEN DEL JUGADOR ELEGIDO

source: Coming Soon...
cs: Již Brzy…
de: Demnächst...
es: Próximamente...

source: Custom Questions
cs: Vlastní otázky
de: Benutzerdefinierte Fragen
es: Preguntas personalizadas

source: Game Center Required
cs: Potřebné Game Center
de: Game Center erforderlich
es: Game Center Requerido

source: Game Over
cs: Konec Hry
de: Spiel Vorbei
es: Juego Terminado

source: Go Back
cs: Zpět
de: Zurück
es: Volver

source: hi
cs: Ahoj
de: Hallo
es: Hola

source: How To Play
cs: Jak Hrát
de: Spielanleitung
es: Cómo Jugar

source: Invite friends
cs: Pozvat přátele

source: Language
cs: Jazyk
de: Sprache
es: Idioma

source: Leaderboard
cs: Pořadí
de: Bestenliste
es: Clasificación

source: Least
cs: Nejméně
de: Am wenigsten
es: Menos

source: Leave Match
cs: Opustit zápas
de: Spiel verlassen
es: Dejar el partido

source: LOCAL
cs: LOKÁLNĚ

source: Lock In
cs: Uzavřít výběr
de: Bestätigen
es: Confirmar

source: Locked In
cs: Výběr uzavřen
de: Bestätigt
es: Confirmado

source: Most
cs: Nejvíce
de: Am meisten
es: Más

source: MY ORDER
cs: MOJE POŘADÍ
de: MEINE BESTELLUNG
es: MI PEDIDO

source: Nickname
cs: Přezdívka
de: Spitzname
es: Apodo

source: Not enough players to continue. Please return the main menu.
cs: Není dostatek hráčů na pokračování. Vraťte se prosím do hlavní nabídky.
de: Nicht genug Spieler zum Fortfahren. Bitte kehre zum Hauptmenü zurück.
es: No hay suficientes jugadores para continuar. Por favor, vuelve al menú principal.

source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir Configuración

source: Party Questions
cs: Párty Otázky
de: Parteifragen
es: Preguntas del partido

source: Play
cs: Hraj
de: Spielen
es: Jugar

source: Play Again
cs: Hrát znovu
de: Nochmal Spielen
es: Jugar de nuevo

source: Player
cs: Hráč
de: Spieler
es: Jugador

source: Please sign in to Game Center to play multiplayer games.
cs: Prosím přihlas se do Game Center, aby jsi mohl hrát multiplayer.
de: Bitte melden Sie sich im Game Center an, um Multiplayer-Spiele zu spielen.
es: Inicie sesión en Game Center para jugar juegos multijugador.

source: Return to Game
cs: Zpět do hry
de: Zurück zum Spielen
es: Volver al juego

source: Select Deck
cs: Vyber balíček otázek
de: Deck Auswählen
es: Seleccionar mazo

source: Select Language
cs: Vyber jazyk
de: Sprache auswählen
es: Seleccionar idioma

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes

source: The winner is:
cs: Vítěz:
de: Der Gewinner ist:
es: El ganador es:

source: Total
cs: Celkem
de: Gesamt

source: Waiting For Players...
cs: Čeká se na hráče…
de: Warte auf Spieler...
es: Esperando Jugadores...

source: Waiting For The Host To Select A Deck
cs: Počkej než host vybere balíček otázek.
de: Warten darauf, dass der Host ein Deck auswählt
es: Esperando a que el anfitrión seleccione una baraja

source: Waiting for the host to start the next game.
cs: Čekání než host začne hru.
de: Warten darauf, dass der Gastgeber das nächste Spiel startet.
es: Esperando a que el anfitrión comience el próximo juego.

source: What's the best costume someone has seen at a costume party?
cs: Jaký je nejlepší kostým, který někdo viděl na maškarním plese?
de: Was war das beste Kostüm, das jemand auf einer Kostümparty gesehen hat?
es: ¿Cuál es el mejor disfraz que alguien ha visto en una fiesta de disfraces?

source: What’s the best drinking game someone has played?
cs: Jaká je nejlepší pitná hra, kterou někdo hrál?
de: Was ist das beste Trinkspiel, das jemand gespielt hat?
es: ¿Cuál es el mejor juego de beber que alguien ha jugado?

source: What's the best party snack?
cs: Jaké je nejlepší pohoštění na párty?
de: Was ist der beste Partyschnack?
es: ¿Cuál es el mejor bocadillo de fiesta?

source: What's the best prank someone has pulled during a party?
cs: Jaký je nejlepší žertík, který někdo provedl na párty?
de: Was war der beste Streich, den jemand auf einer Party gespielt hat?
es: ¿Cuál es la mejor broma que alguien ha hecho en una fiesta?

source: What's the craziest theme someone has had for a party?
cs: Jaké je nejšílenější téma, které někdo měl na párty?
de: Was war das verrückteste Thema, das jemand für eine Party hatte?
es: ¿Cuál es el tema más loco que alguien ha tenido para una fiesta?

source: What's the funniest dare someone has done at a party?
cs: Jaká je nejzábavnější výzva, kterou někdo splnil na párty?
de: Was war die lustigste Mutprobe, die jemand auf einer Party gemacht hat?
es: ¿Cuál es el reto más gracioso que alguien ha hecho en una fiesta?

source: What's the funniest photo someone has from a party?
cs: Jaká je nejzábavnější fotka, kterou někdo má z párty?
de: Was ist das lustigste Foto, das jemand von einer Party hat?
es: ¿Cuál es la foto más graciosa que alguien tiene de una fiesta?

source: What’s the funniest thing that happened at a party?
cs: Co je nejvtipnější věc, která se stala na párty?
de: Was ist das Lustigste, das auf einer Party passiert ist?
es: ¿Cuál es la cosa más divertida que ha sucedido en una fiesta?

source: What's the most awkward party story someone has?
cs: Jaký je nejneobhájitelnější příběh z párty?
de: Was ist die peinlichste Partygeschichte, die jemand hat?
es: ¿Cuál es la historia más incómoda de una fiesta que alguien tiene?

source: What's the most creative drinking rule for a party?
cs: Jaké je nejkreativnější pravidlo pro pití na párty?
de: Was ist die kreativste Trinkregel für eine Party?
es: ¿Cuál es la regla de beber más creativa para una fiesta?

source: What's the most epic party someone's hosted or attended?
cs: Jaká je nejepičtější párty, kterou někdo hostil nebo které byl součástí?
de: Was war die epischste Party, die jemand ausgerichtet oder besucht hat?
es: ¿Cuál es la fiesta más épica que alguien ha organizado o a la que ha asistido?

source: What's the most memorable toast someone's heard?
cs: Jaký je nejpamátnější přípitek, který někdo slyšel?
de: Was war der unvergesslichste Toast, den jemand gehört hat?
es: ¿Cuál es el brindis más memorable que alguien ha escuchado?

source: What's the most unforgettable party someone has ever attended?
cs: Jaká je nejnezapomenutelnější párty, které někdo někdy byl?
de: Was war die unvergesslichste Party, die jemand je besucht hat?
es: ¿Cuál es la fiesta más inolvidable a la que alguien ha asistido?

source: What's the silliest thing someone has done at a party?
cs: Co je největší hlouposti, kterou někdo na párty udělal?
de: Was war das dümmste, was jemand auf einer Party gemacht hat?
es: ¿Cuál es la cosa más tonta que alguien ha hecho en una fiesta?

source: What's the weirdest drink combo someone has tried?
cs: Jaká je nejpodivnější kombinace nápojů, kterou někdo zkusil?
de: Was war die seltsamste Getränkekombination, die jemand probiert hat?
es: ¿Cuál es la combinación de bebidas más extraña que alguien ha probado?

source: What's the weirdest party someone has been to?
cs: Jaká je nejdivnější párty, které někdo byl?
de: Was war die merkwürdigste Party, auf der jemand war?
es: ¿Cuál es la fiesta más extraña a la que alguien ha asistido?

source: Who brings the best party snacks?
cs: Kdo nosí nejlepší párty občerstvení?
de: Wer bringt die besten Party-Snacks mit?
es: ¿Quién trae los mejores aperitivos para la fiesta?

source: Who can chug a drink the fastest?
cs: Kdo dokáže nejrychleji vypít drink?
de: Wer kann ein Getränk am schnellsten exen?
es: ¿Quién puede beberse un trago más rápido?

source: Who has been to the most unforgettable party?
cs: Kdo byl na nejnezapomenutelnější párty?
de: Wer war auf der unvergesslichsten Party?
es: ¿Quién ha estado en la fiesta más inolvidable?

source: Who has been to the weirdest party?
cs: Kdo byl na nejpodivnější párty?
de: Wer war auf der seltsamsten Party?
es: ¿Quién ha estado en la fiesta más extraña?

source: Who has been to the wildest party?
cs: Kdo byl na nejdivočejší párty?
de: Wer war auf der wildesten Party?
es: ¿Quién ha estado en la fiesta más salvaje?

source: Who has completed the wildest dare?
cs: Kdo splnil nejšílenější výzvu?
de: Wer hat die wildeste Mutprobe gemeistert?
es: ¿Quién ha completado el reto más loco?

source: Who has done the funniest dare at a party?
cs: Kdo splnil tu nejvtipnější výzvu na párty?
de: Wer hat die lustigste Mutprobe auf einer Party gemacht?
es: ¿Quién ha hecho el reto más divertido en una fiesta?

source: Who has done the silliest thing at a party?
cs: Kdo udělal na párty tu nejhloupější věc?
de: Wer hat das albernste Ding auf einer Party gemacht?
es: ¿Quién ha hecho la cosa más tonta en una fiesta?

source: Who has experienced the most awkward night out?
cs: Kdo zažil nejnepatrnější noc venku?
de: Wer hatte den peinlichsten Abend?
es: ¿Quién ha tenido la noche más incómoda?

source: Who has had the weirdest date experience?
cs: Kdo má nejpodivnější zkušenost ze rande?
de: Wer hatte die seltsamste Verabredung?
es: ¿Quién ha tenido la experiencia de cita más extraña?

source: Who has heard the most memorable toast?
cs: Kdo slyšel ten nejpamátnější přípitek?
de: Wer hat den denkwürdigsten Trinkspruch gehört?
es: ¿Quién ha escuchado el brindis más memorable?

source: Who has hosted or attended the most epic party?
cs: Kdo uspořádal nebo navštívil nejepičtější párty?
de: Wer hat die epischste Party veranstaltet oder besucht?
es: ¿Quién ha organizado o asistido a la fiesta más épica?

source: Who has invented the most creative cocktail?
cs: Kdo vymyslel nejkreativnější koktejl?
de: Wer hat den kreativsten Cocktail erfunden?
es: ¿Quién ha inventado el cóctel más creativo?

source: Who has made the craziest drunk purchase?
cs: Kdo udělal nejšílenější nákup v opilosti?
de: Wer hat den verrücktesten Einkauf unter Alkoholeinfluss getätigt?
es: ¿Quién ha hecho la compra más loca estando borracho?

source: Who has made the most embarrassing drunk confession?
cs: Kdo udělal nejtrápnější opilecké přiznání?
de: Wer hat das peinlichste Geständnis unter Alkoholeinfluss gemacht?
es: ¿Quién ha hecho la confesión más vergonzosa estando borracho?

source: Who has played the most creative drinking game?
cs: Kdo hrál nejkreativnější alkoholovou hru?
de: Wer hat das kreativste Trinkspiel gespielt?
es: ¿Quién ha jugado el juego de beber más creativo?

source: Who has played the most unusual drinking game?
cs: Kdo hrál nejneobvyklejší alkoholovou hru?
de: Wer hat das ungewöhnlichste Trinkspiel gespielt?
es: ¿Quién ha jugado el juego de beber más inusual?

source: Who has pulled the best prank during a party?
cs: Kdo provedl nejlepší vtípek na párty?
de: Wer hat den besten Streich auf einer Party gespielt?
es: ¿Quién ha hecho la mejor broma durante una fiesta?

source: Who has taken the funniest party photo?
cs: Kdo vyfotil nejvtipnější fotku z párty?
de: Wer hat das lustigste Party-Foto gemacht?
es: ¿Quién ha tomado la foto más divertida en una fiesta?

source: Who has the boldest party outfit?
cs: Kdo má nejodvážnější párty oblečení?
de: Wer hat das kühnste Partykleid?
es: ¿Quién tiene el atuendo de fiesta más atrevido?

source: Who has the boldest tattoo or piercing story?
cs: Kdo má nejodvážnější příběh o tetování nebo piercingu?
de: Wer hat die kühnste Tattoo- oder Piercing-Geschichte?
es: ¿Quién tiene la historia de tatuaje o piercing más atrevida?

source: Who has the funniest drunk story?
cs: Kdo má nejzábavnější opileckou historku?
de: Wer hat die lustigste Betrunkenen-Geschichte?
es: ¿Quién tiene la historia más divertida de borrachera?

source: Who has the funniest party story?
cs: Kdo má nejzábavnější příběh z párty?
de: Wer hat die lustigste Partygeschichte?
es: ¿Quién tiene la historia de fiesta más divertida?

source: Who has the highest alcohol tolerance?
cs: Kdo má největší toleranci vůči alkoholu?
de: Wer hat die höchste Alkoholtoleranz?
es: ¿Quién tiene la mayor tolerancia al alcohol?

source: Who has the most adventurous bucket list?
cs: Kdo má nejdobrodružnější seznam přání?
de: Wer hat die abenteuerlichste Bucket List?
es: ¿Quién tiene la lista de deseos más aventurera?

source: Who has the most adventurous sexual bucket list?
cs: Kdo má nejdobrodružnější sexuální seznam přání?
de: Wer hat die abenteuerlichste sexuelle Wunschliste?
es: ¿Quién tiene la lista sexual más aventurera?

source: Who has the most adventurous travel stories?
cs: Kdo má nejdobrodružnější cestovatelské příběhy?
de: Wer hat die abenteuerlichsten Reisegeschichten?
es: ¿Quién tiene las historias de viaje más aventureras?

source: Who has the most awkward party story?
cs: Kdo má nejtrapnější historku z párty?
de: Wer hat die peinlichste Party-Geschichte?
es: ¿Quién tiene la historia más incómoda de una fiesta?

source: Who has the most contagious laugh?
cs: Kdo má nejnákaznější smích?
de: Wer hat das ansteckendste Lachen?
es: ¿Quién tiene la risa más contagiosa?

source: Who has the most creative dance moves?
cs: Kdo má nejkreativnější taneční pohyby?
de: Wer hat die kreativsten Tanzbewegungen?
es: ¿Quién tiene los movimientos de baile más creativos?

source: Who has the most creative drinking rule?
cs: Kdo má nejkreativnější pravidlo pití?
de: Wer hat die kreativste Trinkregel?
es: ¿Quién tiene la regla de beber más creativa?

source: Who has the most creative sexual roleplay scenario?
cs: Kdo má nejkreativnější scénář sexuálního rolování?
de: Wer hat das kreativste sexuelle Rollenspiel-Szenario?
es: ¿Quién tiene el escenario de roleplay sexual más creativo?

source: Who has the most embarrassing sexual mishap?
cs: Kdo má nejtrápnější sexuální nepříjemnost?
de: Wer hat die peinlichste sexuelle Panne?
es: ¿Quién tiene la metida de pata sexual más vergonzosa?

source: Who has the most experience with online dating apps?
cs: Kdo má nejvíce zkušeností s online datovacími aplikacemi?
de: Wer hat die meiste Erfahrung mit Dating-Apps?
es: ¿Quién tiene más experiencia con aplicaciones de citas en línea?

source: Who has the most outrageous Instagram post from a night out?
cs: Kdo má nejodvázanější příspěvek na Instagramu z nočního tahu?
de: Wer hat den ausgefallensten Instagram-Post von einem Abend out?
es: ¿Quién tiene la publicación de Instagram más escandalosa de una noche de fiesta?

source: Who has the most random hookup story?
cs: Kdo má nejnáhodnější příběh z krátkodobého vztahu?
de: Wer hat die zufälligste Aufhier-Geschichte?
es: ¿Quién tiene la historia de ligue más aleatoria?

source: Who has the most random sexual encounter story?
cs: Kdo má nejnáhodnější příběh o sexuálním setkání?
de: Wer hat die zufälligste Geschichte einer sexuellen Begegnung?
es: ¿Quién tiene la historia de encuentro sexual más aleatoria?

source: Who has the most sexual partners in the group?
cs: Kdo má největší počet sexuálních partnerů ve skupině?
de: Wer hat die meisten Sexualpartner in der Gruppe?
es: ¿Quién tiene más parejas sexuales en el grupo?

source: Who has the most unconventional relationship style?
cs: Kdo má nejnekonvenčnější styl vztahu?
de: Wer hat den unkonventionellsten Beziehungsstil?
es: ¿Quién tiene el estilo de relación más poco convencional?

source: Who has the most unexpected kinks?
cs: Kdo má nejneočekávanější sexuální preference?
de: Wer hat die unerwartendsten Vorlieben?
es: ¿Quién tiene los fetiches más inesperados?

source: Who has the most unexpected sexual fetish?
cs: Kdo má nejneočekávanější sexuální fetiš?
de: Wer hat den unerwartesteten sexuellen Fetisch?
es: ¿Quién tiene el fetiche sexual más inesperado?

source: Who has the most unique drunk food craving?
cs: Kdo má nejoriginálnější opileckou chuť na jídlo?
de: Wer hat die ungewöhnlichsten Essensgelüste unter Alkoholeinfluss?
es: ¿Quién tiene el antojo de comida más peculiar cuando está borracho?

source: Who has the riskiest phone photos?
cs: Kdo má nejrizikovější fotky v telefonu?
de: Wer hat die riskantesten Fotos auf dem Handy?
es: ¿Quién tiene las fotos más comprometedoras en su teléfono?

source: Who has the wildest drunk story?
cs: Kdo má nejšílenější opilecký příběh?
de: Wer hat die wildeste Geschichte vom Betrunkensein?
es: ¿Quién tiene la historia más loca de borrachera?

source: Who has the wildest party playlist?
cs: Kdo má nejdivočejší playlist na párty?
de: Wer hat die wildeste Party-Playlist?
es: ¿Quién tiene la lista de reproducción más salvaje para fiestas?

source: Who has the wildest sexting skills?
cs: Kdo má nejdivočejší dovednosti v sexuálních zprávách?
de: Wer hat die wildesten Sexting-Fähigkeiten?
es: ¿Quién tiene las habilidades de sexting más salvajes?

source: Who has the wildest sexual fantasy?
cs: Kdo má nejdivočejší sexuální fantazii?
de: Wer hat die wildeste sexuelle Fantasie?
es: ¿Quién tiene la fantasía sexual más salvaje?

source: Who has the wildest vacation story?
cs: Kdo má nejšílenější příběh z dovolené?
de: Wer hat die wildeste Urlaubsgeschichte?
es: ¿Quién tiene la historia de vacaciones más loca?

source: Who has tried the weirdest drink combination?
cs: Kdo vyzkoušel nejpodivnější kombinaci nápojů?
de: Wer hat die seltsamste Getränkekombination probiert?
es: ¿Quién ha probado la combinación de bebidas más extraña?

source: Who has worn the best costume at a party?
cs: Kdo měl na párty nejlepší kostým?
de: Wer hatte das beste Kostüm auf einer Party?
es: ¿Quién ha llevado el mejor disfraz en una fiesta?

source: Who in the group can hype everyone up the best?
cs: Kdo ve skupině dokáže nejlépe nadchnout ostatní?
de: Wer in der Gruppe kann alle am besten motivieren?
es: ¿Quién del grupo puede animar a todos mejor?

source: Who in the group is most likely to forget their belongings at a party?
cs: Kdo ve skupině je nejpravděpodobnější, že zapomene své věci na párty?
de: Wer in der Gruppe würde am ehesten seine Sachen auf einer Party vergessen?
es: ¿Quién del grupo es más propenso a olvidar sus pertenencias en una fiesta?

source: Who in the group is most likely to have a one-night stand?
cs: Kdo ve skupině je nejpravděpodobnější kandidát na jednodenní známost?
de: Wer in der Gruppe ist am ehesten für einen One-Night-Stand zu haben?
es: ¿Quién del grupo es más propenso a tener una aventura de una noche?

source: Who in the group is most likely to start a dance-off?
cs: Kdo ve skupině nejpravděpodobněji začne taneční souboj?
de: Wer in der Gruppe startet am ehesten ein Tanzduell?
es: ¿Quién en el grupo es más probable que inicie un duelo de baile?

source: Who in the group is the best at keeping the vibe alive?
cs: Kdo ve skupině je nejlepší v udržování skvělé atmosféry?
de: Wer in der Gruppe ist am besten darin, die Stimmung aufrechtzuerhalten?
es: ¿Quién del grupo es el mejor manteniendo el ambiente vivo?

source: Who in the group is the first on the dance floor?
cs: Kdo ve skupině je první na tanečním parketu?
de: Wer in der Gruppe ist zuerst auf der Tanzfläche?
es: ¿Quién del grupo es el primero en la pista de baile?

source: Who is most likely to accidentally flash someone?
cs: Kdo je nejpravděpodobnější, že někoho omylem vystaví?
de: Wer würde am ehesten versehentlich etwas entblößen?
es: ¿Quién es más propenso a mostrar algo accidentalmente?

source: Who is most likely to become a professional artist?
cs: Kdo je nejpravděpodobnější, že se stane profesionálním umělcem?
de: Wer würde am ehesten ein professioneller Künstler werden?
es: ¿Quién es más propenso a convertirse en un artista profesional?

source: Who is most likely to befriend a stranger at a party?
cs: Kdo je nejpravděpodobnější, že se spřátelí s cizincem na párty?
de: Wer würde am ehesten einen Fremden auf einer Party kennenlernen?
es: ¿Quién es más propenso a hacer amigos con un desconocido en una fiesta?

source: Who is most likely to befriend strangers while drunk?
cs: Kdo je nejpravděpodobnější, že se seznámí s cizinci, když je opilý?
de: Wer würde unter Alkoholeinfluss am ehesten Fremde kennenlernen?
es: ¿Quién es más propenso a hacer amigos con desconocidos estando borracho?

source: Who is most likely to break something while dancing?
cs: Kdo je nejpravděpodobnější, že něco rozbije při tanci?
de: Wer würde beim Tanzen am ehesten etwas kaputt machen?
es: ¿Quién es más propenso a romper algo mientras baila?

source: Who is most likely to bring the best snacks to a party?
cs: Kdo je nejpravděpodobnější, že přinese nejlepší občerstvení na párty?
de: Wer würde die besten Snacks zu einer Party mitbringen?
es: ¿Quién es más propenso a traer los mejores bocadillos a una fiesta?

source: Who is most likely to come up with the best game idea?
cs: Kdo je nejpravděpodobnější, že přijde s nejlepším herním nápadem?
de: Wer würde am ehesten die beste Spielidee entwickeln?
es: ¿Quién es más propenso a proponer la mejor idea de juego?

source: Who is most likely to crash a party just for fun?
cs: Kdo je nejpravděpodobnější, že se spontánně připojí k párty?
de: Wer würde am ehesten uneingeladen zu einer Party erscheinen?
es: ¿Quién es más propenso a colarse en una fiesta solo por diversión?

source: Who is most likely to cry during a movie?
cs: Kdo je nejpravděpodobnější, že se rozbrečí při filmu?
de: Wer würde bei einem Film am ehesten weinen?
es: ¿Quién es más propenso a llorar durante una película?

source: Who is most likely to DJ a party spontaneously?
cs: Kdo je nejpravděpodobnější, že spontánně začne dělat DJ na párty?
de: Wer würde spontan als DJ auf einer Party auftreten?
es: ¿Quién es más probable que haga de DJ espontáneamente en una fiesta?

source: Who is most likely to double text someone they like?
cs: Kdo je nejpravděpodobnější, že pošle dvojitou zprávu někomu, koho má rád?
de: Wer würde am ehesten zweimal hintereinander eine Nachricht an jemanden schicken, den er mag?
es: ¿Quién es más propenso a enviar mensajes dobles a alguien que le gusta?

source: Who is most likely to get up early to watch the sunrise?
cs: Kdo je nejpravděpodobnější, že vstane brzy, aby sledoval východ slunce?
de: Wer würde am ehesten früh aufstehen, um den Sonnenaufgang zu sehen?
es: ¿Quién es más propenso a levantarse temprano para ver el amanecer?

source: Who is most likely to go skinny-dipping spontaneously?
cs: Kdo je nejpravděpodobnější, že se spontánně vykoupá nahý?
de: Wer würde am ehesten spontan nackt schwimmen?
es: ¿Quién es más propenso a meterse a nadar desnudo de forma espontánea?

source: Who is most likely to lose their phone at a party?
cs: Kdo je nejpravděpodobnější, že ztratí telefon na párty?
de: Wer würde auf einer Party am ehesten sein Handy verlieren?
es: ¿Quién es más propenso a perder su teléfono en una fiesta?

source: Who is most likely to organize a surprise party?
cs: Kdo je nejpravděpodobnější, že zorganizuje překvapivou párty?
de: Wer würde am ehesten eine Überraschungsparty organisieren?
es: ¿Quién es más propenso a organizar una fiesta sorpresa?

source: Who is most likely to send a drunk text they'll regret?
cs: Kdo je nejpravděpodobnější, že pošle opileckou zprávu, kterou bude později litovat?
de: Wer würde am ehesten eine Textnachricht schreiben, die er später bereut?
es: ¿Quién es más propenso a enviar un mensaje de texto borracho que luego lamentará?

source: Who is most likely to start a group singalong?
cs: Kdo je nejpravděpodobnější, že začne skupinový zpěv?
de: Wer würde am ehesten einen Gruppenchor starten?
es: ¿Quién es más propenso a iniciar un canto grupal?
